Repository: norhap/enigma2-plugins
Catalog: blindscan/po/*.po
Languages: es

source: Second slot dual tuner may not be supported blind scan.
es: Es posible que el sintonizador dual de la segunda ranura no sea compatible con la búsqueda ciega.

source: You must use the power adapter.
es: Debe usar el adaptador de corriente.

source: Starting Sundtek hardware blind scan.
es: Inicio de la búsqueda ciega de hardware Sundtek.

source: tuner.
es: sintonizador.

source: "channel scan" searches for channels and saves them to your receiver; "transponder scan" does a transponder search and displays the results allowing user to select some or all transponder. Both options save the results in satellites.xml format under /tmp
es: "Buscar canales" busca canales y los guarda en el receptor; "Buscar transpondedores" realiza una búsqueda de transpondedores y muestra el resultado permitiendo al usuario seleccionar alguno o todos los transpondedores. Ambas opciones guardan el resultado en un archivo .XML en /tmp, con el mismo formato que satellites.xml

source: %d transponder(s) found
es: %d transpondedores encontrados

source: %dMHz scanned
es: %dMhz escaneado

source: AUTOMATICALLY start service searching, press green to change.
es: Arranque servicio de búsqueda AUTOMÁTICO, pulsa verde para cambiar.

source: Accuracy (higher is better)
es: Precisión (más alto es mejor)

source: Blind scan
es: Búsqueda ciega

source: Blind scan for DVB-S2 tuners
es: Búsqueda ciega DVB-S2 sintonizador

source: Blind scan state
es: Estado búsqueda ciega

source: Blindscan
es: Búsqueda ciega

source: Blindscan is not supported in
es: Búsqueda ciega no soportada en

source: Clear before scan
es: Limpiar antes de buscar

source: DVB-S only
es: Sólo DVB-S

source: Exit
es: Salir

source: Filter out adjacent satellites
es: Filtrar satélites adyacentes

source: Frequency values must be between %d MHz and %d MHz (C-band)
es: Las frecuencias deben estar comprendidas entre %d MHz y %d MHz (banda C)

source: Frequency values must be between %d MHz and %d MHz
es: Las frecuencias deben estar comprendidas entre %d MHz y %d MHz

source: Frequency values must be between 3000 MHz and 4199 MHz (C-band)
es: Las frecuencias deben estar comprendidas entre 3000 MHz y 4199 MHz (banda-C)

source: Frequency values must be between 3001 MHz and 4200 MHz (C-band)
es: Las frecuencias deben estar comprendidas entre 3001 MHz y 4200 MHz (banda-C)

source: Hardware blind scan is not supported by this tuner (%s)!
es: El hardware de búsqueda ciega no está soportado por este sintonizador (%s)!

source: If you select "yes" all channels on the satellite being search will be deleted before starting the current search, yes (keep feeds) means the same but hold all feed services/transponders.
es: Si selecciona "Si", todos los canales en el satélite que se está buscando se eliminarán antes de comenzar la búsqueda actual, sí (mantener feeds) significa lo mismo pero mantener todos los canales/transpondedores.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
es: Si selecciona "Si", la búsqueda sólo guardará los canales no encriptados; elegir "No" buscará canales encriptados y no encriptados.

source: If you select "yes" the scan will only search transponders not listed in satellites.xml
es: Si selecciona "Si", sólo se buscarán transpondedores no incluidos en satellites.xml

source: Looking for available transponders. This will take a long time, please be patient.
es: Buscando transpondedores disponibles. Esta búsqueda tardará en finalizar. Por favor, tenga paciencia.

source: Looking for available transponders. This will take a short while.
es: Buscando transpondedore disponibles. Esta búsqueda no tardará en finalizar.

source: MANUALLY start service searching, press green to change.
es: Arranque servicio de búsqueda MANUAL, pulsa verde para cambiar.

source: Maybe the reason that recording is currently running.
es: Puede que la razón sea una grabación en marcha.

source: Network scan
es: Búsqueda en red

source: No new transponders found! Only transponders already listed in satellites.xml have been found for those search parameters!
es: No se han encontrado transpondedores nuevos. Sólo se han encontrado los transpondedores listados en satellites.xml para esos parámetros!

source: No transponders were found for those search parameters!
es: No se han encontrado transpondedores con esos parámetros de búsqueda!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
es: Ningún sintonizador habilitado! Por favor, configura tus ajustes de sintonizador antes de empezar la búsqueda.

source: Not found blind scan utility '%s'!
es: No se encontró la utilidad búsqueda ciega '%s'!

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
es: Nada a escanear! Por favor, configura tus ajustes de sintonizador antes de empezar la búsqueda.

source: Nothing to scan! Press Exit!
es: Nada a escanear! Pulsa Salir (Exit)!

source: Only free scan
es: Buscar sólo libres

source: Only scan unknown transponders
es: Buscar sólo transpondedores desconocidos

source: Please setup your tuner configuration.
es: Por favor configure las opciones del sintonizador.

source: Polarisation
es: Polarización

source: Press Green/OK to start the scan
es: Pulse Verde/OK para iniciar la búsqueda

source: Press OK to start the scan.
es: Pulsa OK para empezar la búsqueda.

source: Press green to start service searching.
es: Pulsa verde para arrancar la búsqueda de canales.

source: Satellite
es: Satélite

source: Scan
es: Buscar

source: Scan satellites for new transponders
es: Buscando transpondedores nuevos

source: Scan start frequency
es: Frecuencia inicial de la búsqueda

source: Scan start symbolrate
es: Velocidad de símbolo inicial

source: Scan stop frequency
es: Frecuencia final de la búsqueda

source: Scan stop symbolrate
es: Velocidad de símbolo final

source: Search completed. %d transponders found. Details saved in: %s
es: Búsqueda finalizada. %d transpondedores encontrados. Datos guardados en: %s

source: Search type
es: Tipo de búsqueda

source: Select a tuner that is configured for the satellite you wish to search
es: Elija un sintonizador configurado para el satélite que quiera escanear

source: Select the satellite you wish to search
es: Seleccione el satélite que quiera escanear

source: Smaller steps takes longer but scan is more thorough
es: Pasos pequeños toman más tiempo pero la búsqueda es más completa

source: Sorry, this tuner is in use.
es: Este sintonizador está en uso.

source: Symbol rate values are in megasymbols; enter a value between 1 and 44
es: Los valores de velocidad de símbolo están en megasímbolos. Introduzca una cifra entre 1 y 44

source: Symbol rate values are in megasymbols; enter a value between 2 and 45
es: Los valores de velocidad de símbolo están en megasímbolos. Introduzca una cifra entre 2 y 45

source: The blindscan run was cancelled by the user.
es: La búsqueda ciega ha sido cancelada por el usuario.

source: The suggested polarisation for this satellite is "%s"
es: La polarización sugerida para este satélite es "%s"

source: Transponder searching finished!
es: Búsqueda transpondedor acabada!

source: Try to find used satellite transponders...
es: Intenta encontrar transpondedores de satélite usados...

source: Tuner
es: Sintonizador

source: Use Sundtek full hardware blind scan!
es: Utiliza hardware búsqueda ciega de Sundtek!

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite.
es: Cuando un satélite cercano es muy potente, se evita buscar transpondedores procedentes de ese satélite.

source: circular left
es: circular izda

source: circular right
es: circular dcha

source: circular right and circular left
es: circular derecha y circular izquierda

source: save to XML file
es: guardar en archivo XML

source: scan for channels
es: buscar canales

source: up to 1 degree
es: hasta 1º

source: up to 2 degrees
es: hasta 2º

source: up to 3 degrees
es: hasta 3º

source: vertical and horizontal
es: vertical y Horizontal

source: yes
es: sí

source: yes (keep feeds)
es: sí (mantener feeds)

source: scan for transponders
es: buscar transpondedores

source: Select transponders and press green to scan. Press yellow to select all transponders and blue to deselect all.
es: Seleccionar transpondedores y pulsar verde para buscar. Pulsa amarillo para seleccionar todos los transpondedores y azul para deseleccionarlos.

source: don't scan
es: no buscar

source: scan
es: buscar

source: Open xml file
es: Abrir archivo xml

source: LNB inversion
es: Inversión LNB

source: CAUTION: Only select "inverted" if you are using an inverted LNB (i.e. an LNB where the local oscillator frequency is greater than the scan frequency). Default is "normal". Only change this if you understand why you are doing it.
es: CUIDADO: Solo seleccionar "invertido" si estás usando un LNB invertido (por ejemplo un LNB en el que la frecuencia de oscilación local is mayor que la frecuencia de búsqueda). Por defecto "normal". Solo cambia esto si entiendes lo que estás haciendo.

source: If you select "yes" all channels on the satellite being searched will be deleted before starting the current search, yes (keep feeds) means the same but hold all feed services/transponders.
es: Si seleccionas "Si" todos los canales buscados del satélite se borrarán antes de iniciar la búsqueda actual, Si (mantener fuentes) significa lo mismo pero mantiene todas las fuentes de canales/transpondedores.

source: Disable sync with known transponders
es: Desactivar sincronización con transpondedores conocidos

source: CAUTION: If you select "yes" the scan will not sync with transponders listed in satellites.xml. Default is "no". Only change this if you understand why you are doing it.
es: CUIDADO: Si seleccionas "Si" la búsqueda no sincronizará con los transpondedores listados en satellites.xml. Por defecto "No". Solo cambia esto si entiendes lo que estás haciendo.

source: Disable remove duplicates
es: Desactivar borrado de duplicados

source: CAUTION: If you select "yes" the scan will not remove "duplicated" transponders from the list. Default is "no". Only change this if you understand why you are doing it.
es: CUIDADO: Si seleccionas "Si" la búsqueda no borrará los transpondedores duplicados de la lista. Por defecto "No". Solo cambia esto si entiendes lo que estás haciendo.

source: Blindscan executable not found '%s'!
es: Ejecutable de búsqueda ciega no encontrado en '%s'!

source: Current Status: %d/%d Satellite: %s Polarization: %s Frequency range: %d - %d MHz Symbol rates: %d - %d MSym/s
es: Estado actual: %d/%d Satélite: %s Polarización: %s Rango de frecuencias: %d-%d MHz Symbol rates: %d-%d MSym/s

source: Search completed %d transponders found in %d:%02d minutes. Details saved in: %s
es: Búqueda completa %d transpondedores encontrados en %d:%02d minutos. Detalles guardados en: %s

source: Start scan
es: Buscar

source: Cancel
es: Cancelar

source: Select all
es: Seleccionar todo

source: Deselect all
es: Deseleccionar todo

source: Satellite blind scan
es: Búsqueda ciega

source: Rotor:
es: Motor:
